#Выполним упражнение 6.3

glossary = {
	'программирование': 'это процесс создания и модификации компьютерных программ',
	'графический дизайн': 'это создание визуальных сообщений и образов с помощью текста, цвета, форм и иллюстраций для передачи идей и информации',
	'схема': 'это графический документ или упрощенное представление объекта, процесса или устройства с помощью условных обозначений',
	'MVP': 'это минимально жизнеспособный продукт',
	'продукт': 'это временное предприятие или комплекс задач, направленных на создание уникального продукта, услуги или результата в рамках установленных сроков и ограниченных ресурсов',
}

print(f'Программирование: \n{glossary['программирование']}.\n')
print(f'Графический дизайн: \n{glossary['графический дизайн']}.\n')
print(f'Схема: \n{glossary['схема']}.\n')
print(f'MVP: \n{glossary['MVP']}.\n')
print(f'Продукт: \n{glossary['продукт']}.\n')